["What is the worst job you have ever had?",
  "What is one thing you deeply regret?",
  "If you could live anywhere in the world, where would it be?",
  "Which of your family members are you closest with?",
  "What is one of your first memories?",
  "What is your favorite movie genre?",
  "What is one thing you excelled at in school?",
  "What was your favorite or funniest Halloween costume?",
  "Which of your past birthdays was your favorite?",
  "What is your dream job?",
  "Where was your birthplace, and do you still live there?",
  "What would you consider to be your spirit animal?",
  "What is your go to pizza order?",
  "What is your biggest pet peeve?",
  "What scary movie did you watch growing up that haunts you?",
  "If you could go to any concert right now, who would you go see?",
  "What would a dream vacation look like for you?",
  "What is your biggest irrational fear?",
  "What are some of your nicknames, and which is your favorite?",
  "When you were younger, what did you want to be when you grew up?",
  "If you went to the zoo right now, which animal would you visit first?",
  "What was your favorite childhood television show to watch?",
  "Do you believe in the paranormal, or have you had any paranormal experiences?",
  "What is your favorite and least favorite ice cream flavors?",
  "What is something that makes you extremely uncomfortable?",
  "Have you ever traveled out of the country, if not, where would you go?",
  "Do you have a favorite sports team, and what is it?",
  "If you moved to a place where you did not know anyone, how would you go about meeting people?",
  "Knowing what you do now, what advice would you give yourself 5 years ago?",
  "How would your best friend describe you?",
  "What is one of the best jokes you know by memory?",
  "If you could know the answer to any question, what would that question be?",
  "What is one of the best gifts someone ever gave you?",
  "What is your favorite season, and why is it?",
  "If you were in deep trouble, who is the first person you would contact for help?",
  "Have you ever had a near death experience, if so, describe it?",
  "What is one story you remember from your family growing up?",
  "What was your most recent random act of kindness?",
  "Alive or dead, who is one famous person you would love to meet?",
  "What is something you enjoy that others might think is weird?","Who is someone you deeply admire, and why?",
  "What is one of your greatest accomplishments you are most proud of?",
  "What is one of the most spontaneous things you have ever done?",
  "What would your ideal house look like, and where would it be (city, country, lake, mountains, etc.)?",
  "What is something that can always make you laugh?",
  "What do you do/where do you go to relax and be at peace?",
  "What is one story you remember your family telling you growing up?",
  "What are some special talents you possess?",
  "What is one memory you wish you could relive over again?",
  "Has anyone ever said you look like a celebrity, if so who?",
  "What is something you are passionate about?",
  "Who would you consider to be your 'hero'?",
  "What is the most bizarre thing you have ever witnessed someone else do?",
"What are three topics you could talk about for hours on end?",
"In your opinion, what is one of the best qualities in a person?",
"What is an assumption people make about you?",
"What is your guilty pleasure?",
"What was your first job?",
"What is the scariest or riskiest thing you have ever done?",
"What is one of your favorite family traditions?"
]